[
    {
    "number": 0,
    "cardName": "愚者",
    "imageName": "TheFool",
    "meaningUpright": "自由、冒険、新しい始まり、楽観的、無邪気、天真爛漫、純粋無垢、初心",
    "meaningReversed": "逃避、無計画、無責任、衝動的、意気消沈、落ちこぼれ、軽率、わがまま",
    "discriptionUpright": "愚者のカードが正位置で現れるとき、それはあなたが新しい冒険や未知なる可能性に心を開いていることを象徴しています。このカードは、計画や予測に縛られず、自由な精神で人生を楽しむことの大切さを教えてくれます。今は恐れを手放し、直感と好奇心に従って行動することで、新しい世界が開ける時期です。愚者は純粋さや天真爛漫さを表し、まだ経験していないことに対しても前向きな姿勢で取り組むことができる状態にあることを意味します。あなたの中にある無邪気さや希望を信じましょう。",
    "discriptionReversed": "愚者のカードが逆位置で現れるとき、それはあなたが無計画に動いていたり、現実から目をそらしている可能性を示唆しています。衝動的な決断や軽率な行動が、思わぬトラブルを招いているかもしれません。また、物事の軽視や無責任な態度が、周囲との関係を悪化させる原因になっている可能性もあります。今は一度立ち止まり、自分の行動や方向性を冷静に見つめ直す必要があるでしょう。現実逃避や失望感に囚われず、自分の足元をしっかりと固めることが求められています。"
  },
  {
    "number": 1,
    "cardName": "魔術師",
    "imageName": "TheMagician",
    "meaningUpright": "手腕、創造、コミュニケーション、チャンス、可能性、潜在力",
    "meaningReversed": "低迷、スランプ、失敗、消極的、混迷、やる気の枯渇",
    "discriptionUpright": "魔術師のカードが正位置で現れたとき、それはあなたが内に秘めた才能や可能性を現実世界で発揮し、具体的な成果へとつなげることができる時期にあることを示しています。魔術師は、天と地をつなぐ媒介者として描かれ、目に見えないインスピレーションを地に足のついた行動へと転換する力を持っています。今のあなたは、思考・感情・意志・身体といった全てのリソースをバランス良く使いこなし、状況を自らの望む方向へと導く準備が整っています。自分のスキルや知識に自信を持ち、意識的にそれらを活用することが成功の鍵となるでしょう。何かを始めるのに最適なタイミングであり、周囲からのサポートや流れにも恵まれやすくなっています。恐れずに第一歩を踏み出しましょう。",
    "discriptionReversed":"魔術師のカードが逆位置で現れたとき、それは自己表現がうまくいかない、あるいは意図的な誤導や欺瞞が関係している状況を示唆しています。あなたが本来持っているはずの能力が、集中力の欠如や自信のなさによってうまく発揮されていない可能性があります。また、表面的な魅力や器用さで人を操ろうとする人物や、言葉巧みに都合よく誘導してくる存在が周囲にいるかもしれません。そうした影響に飲み込まれず、自分自身の軸を取り戻す必要があります。また、自分の能力を過信したり、結果を急ぎすぎることでミスを招くこともあります。今は冷静に状況を見つめ直し、誠実な姿勢で取り組むことが大切です。技術や知識の本質を見直し、真に自分の力として再構築する時間にしましょう。"
  },
  {
    "number": 2,
    "cardName": "女教皇",
    "imageName": "TheHighPriestess",
    "meaningUpright": "知性、理性、安心、聡明、期待、満足、直感",
    "meaningReversed": "悲観、無神経、現実逃避、批判的、無気力、疑心暗鬼、猜疑心",
    "discriptionUpright": "女教皇のカードが正位置で現れるとき、それは「内なる声」に耳を傾けるべきタイミングであることを示しています。あなたの中に眠る直感や深い知恵は、今まさに目覚めようとしており、論理や外的情報に頼るだけでは見えてこない真実へと導いてくれます。女教皇は知識と神秘、沈黙と洞察を象徴し、表面的な出来事の奥にある本質を見抜く力を与えてくれる存在です。今は焦って行動するよりも、静かに物事を観察し、心の声に従って判断することが求められています。また、スピリチュアルな感性が高まっている時期でもあり、瞑想や読書、創造的なインスピレーションから大きな気づきを得ることができるでしょう。表には現れていない可能性を信じることが、未来を切り開く鍵になります。",
    "discriptionReversed": "女教皇のカードが逆位置で現れるとき、それはあなたが自分自身の内なる声から目をそらしていたり、感情や直感を抑え込んでいる状態を表します。外の世界のノイズに振り回され、本来必要な静けさや内省の時間を持てていない可能性があります。また、自分だけの世界に閉じこもって他人を拒絶している、あるいは大切な情報や感情を秘密にしすぎて、周囲との信頼関係が築けない状態にもなり得ます。さらに、情報を独占しようとする人、もしくは意図的に真実を隠す人物との関わりに注意が必要な時期です。このカードは、再びバランスを取り戻すよう促しています。内面と向き合う時間を意識的に確保し、心の声を信じることで、混乱や誤解から脱することができるでしょう。"
  },
  {
    "number": 3,
    "cardName": "女帝",
    "imageName": "TheEmpress",
    "meaningUpright": "繁栄、豊穣、愛情、包容力、家庭を守る、女性からの援助",
    "meaningReversed": "挫折、嫉妬、感情的、情緒不安定、わがまま、軽率",
    "discriptionUpright": "女帝のカードが正位置で現れるとき、それは豊かさ、愛、創造力があなたの人生に満ちあふれていることを示しています。大地に根ざした安定感と、母性的な優しさを併せ持つこのカードは、物質的にも精神的にも「実りの時期」が訪れていることを象徴しています。あなたがこれまで育んできたものが、今まさに形になろうとしており、安心してその恩恵を受け取る準備が整っています。また、人間関係では思いやりや共感が重要になり、家族やパートナー、仲間との絆が深まることを暗示しています。女帝は創造のエネルギーを象徴しており、芸術や表現活動においても大きなインスピレーションが湧きやすい時期です。無理に結果を急がず、自分と周囲を温かく見守る姿勢が、さらなる繁栄を引き寄せるでしょう。",
    "discriptionReversed": "女帝のカードが逆位置で現れるとき、それは過剰な依存や自己犠牲、感情の過多に注意すべき状態であることを示しています。他者に与えることばかりを重視し、自分自身の心や身体のバランスを崩しているかもしれません。または、物質的な豊かさに固執しすぎて、内面的な充足感を見失っている可能性もあります。人間関係においては、過保護や過干渉、あるいは甘えすぎによるトラブルの兆しがあるかもしれません。創造的なエネルギーがうまく発揮できず、アイデアや情熱が枯渇していると感じる場合もあるでしょう。このカードは、「まずは自分自身を慈しむこと」を思い出すよう促しています。内なる豊かさを再確認し、そこから自然と他者へ与えることができる状態を目指しましょう。"
  },
  {
    "number": 4,
    "cardName": "皇帝",
    "imageName": "TheEmperor",
    "meaningUpright": "支配、安定、成功、達成、男性的、行動力、強い責任感",
    "meaningReversed": "横暴、勝手、傲慢、独断的、孤高の憂鬱、無責任、疑心暗鬼",
    "discriptionUpright": "皇帝のカードが正位置で現れるとき、それはあなたが現実的な力と秩序をもって物事を確立し、安定を築くことができる状態であることを示しています。自信と責任感を持って行動することで、周囲からの信頼を得られる時期です。社会的地位や役割、ルールや秩序を重んじることで、今いる環境に対して強い影響力を発揮できるでしょう。また、計画的で組織的な判断が成功へと導いてくれる時でもあります。家族や職場など、あなたが守るべき領域においてリーダーシップを発揮することが求められています。感情ではなく理性に基づいて判断し、長期的な視点で物事に取り組むことで、揺るぎない土台を築くことができるでしょう。",
    "discriptionReversed": "皇帝のカードが逆位置で現れるとき、それはあなたの中にある支配欲や過度なコントロールが強くなりすぎている状態、あるいは反対に無力感から決断を避けている状態を示しています。自分のやり方に固執しすぎたり、他人に対して権威的な態度を取ってしまうことで、周囲との摩擦が生まれているかもしれません。また、安定を求めるあまり、変化を恐れて身動きが取れなくなっている可能性もあります。今は、一歩引いて柔軟な視点を持つことが求められています。自分が抱える責任を正しく見直し、コントロールではなく信頼によって物事を動かす姿勢が重要です。強さとは単に支配することではなく、理解と配慮によって生まれるということを思い出しましょう。"
  },
  {
    "number": 5,
    "cardName": "教皇",
    "imageName": "TheHierophant",
    "meaningUpright": "慈悲、優しさ、信頼、尊敬、協調性、社会性、法の順守",
    "meaningReversed": "独善的、頑固保守的、不信感、虚栄、お節介、利己主義、逃避、怠惰",
    "discriptionUpright": "教皇のカードが正位置で現れるとき、それは伝統や知恵、精神的な価値に目を向けるべき時期であることを意味しています。あなたは今、信頼できる助言者やガイドと出会うか、または自らが誰かにとっての導き手となる役割を担っている可能性があります。このカードは、社会的な規範やルールに従うことの重要性を教えており、秩序の中で学びや気づきを得ることができることを示唆しています。今は独自の道を進むよりも、確立された枠組みの中での成長や伝統的な方法を尊重する姿勢が運を開く鍵となるでしょう。精神的な成熟や宗教的・哲学的な探求が深まる時期でもあり、内面の安定を育む大切な時です。",
    "discriptionReversed": "教皇のカードが逆位置で現れるとき、それはあなたが社会の常識や他者の価値観に縛られすぎており、自分らしさを失っている可能性を示しています。あるいは、形式や伝統を盲目的に受け入れてしまい、自分の本音に耳を傾けられていない状態かもしれません。また、自分の信念に固執しすぎて、周囲と協調できずに孤立してしまう場合もあります。このカードは、自分の内なる声と外部の教えとのバランスを見直すよう促しています。自分にとって本当に必要なルールとは何かを見極め、形だけにとらわれない柔軟な姿勢を取り戻すことが重要です。必要であれば、古い価値観を手放し、新しい学びや独自の視点を取り入れる勇気を持ちましょう。"
  },
  {
    "number": 6,
    "cardName": "恋人",
    "imageName": "TheLovers",
    "meaningUpright": "恋愛、トキメキ、情熱、共感、楽しめる、誘惑と戦う、絆や縁、結婚",
    "meaningReversed": "誘惑、不誠実な異性関係、不道徳、空回り、失恋、破局、快楽に溺れる、離別",
     "discriptionUpright": "恋人のカードが正位置で現れるとき、それは愛や調和、そして重要な選択の時が訪れていることを示しています。恋愛関係においては、心から通じ合える深い絆や信頼、感情の共有が強調され、互いの成長を促すような関係性が築かれていくことを意味します。人間関係においても、誠実なコミュニケーションが良好な関係を育む鍵となり、心のつながりがより明確になるでしょう。また、このカードは単なる愛情だけでなく、人生における重要な選択や分岐点を象徴しており、価値観や信念に基づいた意思決定を求められている状況にも関連します。どちらの道を選ぶにせよ、自分の心に正直であり続けることが、後悔のない選択につながるでしょう。",
    "discriptionReversed": "恋人のカードが逆位置で現れるとき、それは関係性における不一致や、選択の迷い、心の葛藤を表しています。恋愛においては、信頼の揺らぎや誤解、または感情のすれ違いが起きやすくなっている可能性があり、軽率な判断や誘惑に流されることで大切なものを失ってしまう危険もあります。また、人間関係全般においても、曖昧な態度や優柔不断な姿勢が原因でトラブルを引き寄せてしまうかもしれません。このカードは、自分自身の本心に向き合うことの重要性を教えてくれています。誰かに合わせるのではなく、内なる価値観や信念を明確にし、誠実な選択をすることが、混乱を抜け出す鍵となるでしょう。選ばないこともまた一つの選択であることを忘れずに。"
  },
  {
    "number": 7,
    "cardName": "戦車",
    "imageName": "TheChariot",
    "meaningUpright": "行動力、独立、積極性、スピーディー、勝利、征服、突進、負けず嫌い",
    "meaningReversed": "暴走、独断的、不注意、焦り、浮足立つ、好戦的、劣勢、周りが見えない",
    "discriptionUpright": "戦車のカードが正位置で現れるとき、それはあなたが目標に向かって突き進む力と覚悟を持っていることを示しています。障害や困難に直面していても、意志の強さと集中力によって乗り越えられるというメッセージです。このカードは、外部環境に振り回されず、自分自身の内にある信念を貫くことで勝利を掴めることを象徴しています。競争や対立の中にあっても、冷静に状況を制御し、自らの手綱をしっかりと握っていることが成功への鍵となるでしょう。精神と感情のバランスを保ちながら前進するあなたには、達成や認知といった形での報酬が待っています。今は一歩も引かず、自信を持って突き進むべき時です。",
    "discriptionReversed": "戦車のカードが逆位置で現れるとき、それはあなたが自分自身の方向性を見失っていたり、目標に対して強引すぎる姿勢をとっている可能性を示しています。勢いだけで突き進むことで、周囲との衝突を招いたり、自分自身を消耗させてしまうかもしれません。また、計画性を欠いた行動や感情に振り回されることによって、コントロールを失っている状態にも注意が必要です。このカードは、一度立ち止まって状況を整理し、自分が本当に進みたい方向を再確認するよう促しています。無理に物事を動かそうとせず、冷静さと柔軟性を取り戻すことで、新たな勝利への道が見えてくるでしょう。"
  },
  {
    "number": 8,
    "cardName": "力",
    "imageName": "Strength",
    "meaningUpright": "強い意志、理性や自制、勇気、不屈、実行力、持久力、潜在能力",
    "meaningReversed": "無気力、人任せ、優柔不断、落胆、諦め、甘え、傍若無人",
     "discriptionUpright": "力のカードが正位置で現れるとき、それはあなたが内面にある穏やかな強さと勇気によって、困難な状況を乗り越えることができることを示しています。ここでいう「力」は、物理的な力ではなく、思いやりや忍耐、慈愛といった精神的な強さです。他人や状況を無理に変えようとするのではなく、理解と受容によって自然に影響を与えることができる時期です。また、自分の感情をうまくコントロールし、冷静に行動することが、信頼と結果を生む鍵となるでしょう。あなたの中にある誠実さや優しさが、周囲との絆を深め、物事を好転させていきます。柔らかく、しかし確かな力を信じて進んでください。",
    "discriptionReversed": "力のカードが逆位置で現れるとき、それはあなたが自信を失いかけていたり、内面の葛藤や不安に飲み込まれている状態を示しています。自分の感情をうまく制御できず、衝動的な言動や対人関係での摩擦を生んでいる可能性があります。また、自分の弱さを認められないことで、無理に強がったり、他人に対して攻撃的な態度を取ってしまうこともあるでしょう。このカードは、まずは自分の心の状態を正直に見つめ直し、必要な癒しと休息を取るよう促しています。強さとは無理に振るうものではなく、自分を受け入れることで自然と生まれるものであることを忘れないでください。"
  },
  {
    "number": 9,
    "cardName": "隠者",
    "imageName": "TheHermit",
    "meaningUpright": "経験、高尚な助言、精神性、悟りや内観、単独行動、慎重、思いやり",
    "meaningReversed": "閉鎖的、陰湿、消極的、劣等感、悲観的、人生での迷い、思い込み",
     "discriptionUpright": "隠者のカードが正位置で現れるとき、それは今こそ外の世界から一歩離れ、静かな時間の中で自分自身と深く向き合うべき時であることを示しています。社会の喧騒や他人の期待から距離を取り、内面の声に耳を傾けることで、あなたにとって本当に大切なものが見えてくるでしょう。このカードは、孤独を恐れるのではなく、自ら選び取った静けさの中にこそ成長の糧があることを教えてくれます。また、今は外に答えを求めるよりも、自分自身の中にある知恵や経験を信じて判断することが大切です。精神的な成熟や、魂の導きといった深いテーマに関わるタイミングでもあります。",
    "discriptionReversed": "隠者のカードが逆位置で現れるとき、それはあなたが孤立していたり、周囲とのつながりを拒絶している状態にあることを示唆しています。本来は内省を意味するこのカードが、行き過ぎた場合には閉塞感や自己否定につながりやすく、心を閉ざしてしまう原因にもなります。また、周囲からの助言や支援を無視して自分の殻に閉じこもることで、視野が狭まり、誤った選択をしてしまう危険性もあります。今は一人で抱え込まずに、信頼できる相手との対話を大切にし、心を開く勇気を持つことが大切です。孤独の中にも学びはありますが、適度なバランスを保つことが精神的な安定につながります。"
  },
  {
    "number": 10,
    "cardName": "運命の輪",
    "imageName": "WheelOfFortune",
    "meaningUpright": "転換点や変化、一時的なチャンス、一時的な幸運、新しい出会い、解決",
    "meaningReversed": "急激な悪化、一時的なアクシデント、別れ、すれ違い、降格、現実に振り回される",
     "discriptionUpright": "運命の輪のカードが正位置で現れるとき、それはあなたの人生に大きな転機やチャンスが訪れていることを意味します。今は変化の流れの中にあり、あなたの意志とは関係なく環境や状況が動き出すタイミングです。このカードは、予測できない出来事や偶然の一致があなたを新たな展開へと導くことを示しており、その変化に柔軟に乗ることで運気を味方にできます。まるで運命の歯車が回り始めたかのように、好機が巡ってくる時期でもあり、過去の努力が思わぬ形で実を結ぶ可能性もあります。流れを信じ、自分の直感に従って進めば、思ってもみなかった未来へと導かれるでしょう。",
    "discriptionReversed": "運命の輪のカードが逆位置で現れるとき、それはあなたが変化の流れに逆らっている、または予期せぬ出来事に翻弄されている状態を示しています。運の巡りが悪いと感じることが増えたり、思い通りに物事が進まないことで不安や焦りが募っているかもしれません。しかし、このカードは「運命に逆らうのではなく、流れを受け入れること」の大切さを教えてくれています。どれほど計画を練っても、予測不能な出来事は避けられないものであり、柔軟に対応する姿勢こそが次の好機を引き寄せる鍵となります。今は無理にコントロールしようとせず、静かに状況を観察することが、長期的には最善の結果へとつながるでしょう。"
  },
  {
    "number": 11,
    "cardName": "正義",
    "imageName": "Justice",
    "meaningUpright": "公平、公正、善意、両立、均衡、安定した現実、英断、決断",
    "meaningReversed": "不正、不公平、悪意、均衡が崩れる、罪を負う、優柔不断、自信喪失",
     "discriptionUpright": "正義のカードが正位置で現れるとき、それは物事を公平かつ客観的に見極め、バランスの取れた判断を下すべきタイミングであることを示しています。感情に流されず、理性と真実に基づいた行動が求められる場面であり、あなたの誠実さや倫理観が試される時でもあります。過去の行動の結果が今に現れ、正当な報いが与えられることを暗示するこのカードは、因果応報やカルマの視点とも深く関係しています。また、契約や法的手続きなどに関わる事柄においても、公正な決着がつくことを示唆しています。自分の中の正義を信じて、真摯に対応することが信頼と結果を生むでしょう。",
    "discriptionReversed": "正義のカードが逆位置で現れるとき、それはあなたが不公平な扱いを受けている、または自らが偏った判断を下してしまっている可能性を示しています。感情的になりすぎたり、一方的な価値観に固執することで、物事の本質を見失っているかもしれません。また、嘘やごまかしといった不正行為が明るみに出る兆しもあり、過去の行いに対する責任が問われることもあります。このカードは、誠実であることの重要性を改めて教えてくれています。今は立場に関係なく、真実と向き合い、バランスを取り戻す努力が必要です。自分にとっても他者にとっても、正しい選択をすることが未来の安定につながるでしょう。"
  },
  {
    "number": 12,
    "cardName": "吊るされた男",
    "imageName": "TheHangedMan",
    "meaningUpright": "修行、試練、忍耐、抑制、自己研鑽の努力、成長のための試練",
    "meaningReversed": "徒労に終わる努力、自暴自棄、欲望に負ける、報われない努力、投げやり",
    "discriptionUpright": "吊るされた男のカードが正位置で現れるとき、それは一時的な停滞や制限を受け入れ、状況を新しい視点から捉え直す必要があることを示しています。表面的には進展がないように見えるかもしれませんが、内面的な成長や気づきが深まる非常に重要な時間となります。このカードは、自己犠牲や忍耐の象徴でもあり、自らの欲やこだわりを手放すことで、本当に大切なものが見えてくることを教えてくれます。焦らずに現状を受け入れ、内省の時間として過ごすことが、後に大きな変化をもたらす土台となるでしょう。今は動くよりも「待つ」ことの意味を理解するタイミングです。",
    "discriptionReversed": "吊るされた男のカードが逆位置で現れるとき、それはあなたが今の状況に対して抵抗や拒絶をしており、学ぶべき教訓を見逃している可能性を示しています。変化を恐れて古い価値観にしがみついたり、無意味な犠牲を続けてしまっている状態かもしれません。また、現状を打破するための行動が取れず、無力感や停滞感に陥っている場合もあります。このカードは、視点を変えることで見えてくる新しい可能性の存在を思い出させてくれます。自分自身を犠牲にするだけの関係や立場に疑問を持ち、今一度、自分が何を大切にしたいのかを見つめ直すことが必要です。柔軟さと自己理解が再スタートの鍵となるでしょう。"
  },
  {
    "number": 13,
    "cardName": "死神",
    "imageName": "Death",
    "meaningUpright": "停止、強制終了、清算、別れ、離別、消滅、望まれない結果、ゲームオーバー",
    "meaningReversed": "再生、再スタート、新たなスタート、大きな転換点、起死回生、新展開",
     "discriptionUpright": "死神のカードが正位置で現れるとき、それは人生の中で何かが終わりを迎え、新たな始まりのための空白が生まれることを意味しています。一見ネガティブな印象を持たれがちですが、このカードは再生や変容の象徴でもあり、古い価値観や関係、習慣などを手放すことで、より自由で本質的な生き方へと進んでいけるチャンスを表しています。執着を手放し、変化を受け入れることは勇気のいることですが、それによってあなたは大きな成長と解放を得ることができます。終わりは必ずしも悲しみではなく、新たな可能性の扉が開かれる瞬間でもあるのです。今は流れに逆らわず、次のステージへ進む準備を整えましょう。",
    "discriptionReversed": "死神のカードが逆位置で現れるとき、それはあなたが避けがたい変化や終焉に対して強く抵抗しており、結果的に苦しみを長引かせている可能性を示しています。終わらせるべき関係や状況にしがみつくことで、新たなチャンスや成長の機会を自ら遠ざけているかもしれません。また、変化を恐れるあまり、現実逃避や停滞に陥っている可能性もあります。このカードは「手放す勇気」が今のあなたに必要であることを伝えています。過去にしがみつくことではなく、未来に向かって自分を開いていくことが真の前進です。痛みを伴う別れの中にも、希望の芽が芽吹いていることを信じて、心の準備を整えましょう。"
  },
  {
    "number": 14,
    "cardName": "節制",
    "imageName": "Temperance",
    "meaningUpright": "調和、調合、協調、自制、節度、献身、順調、バランスを取る",
    "meaningReversed": "浪費、消耗、生活の乱れ、停滞、分裂、不和、バランスが崩れる",
    "discriptionUpright": "節制のカードが正位置で現れるとき、それは調和、バランス、節度を保つことが重要であるというメッセージです。あなたは今、内と外、感情と理性、行動と休息など、相反する要素の中でちょうど良いポイントを見出そうとしており、そのバランス感覚が人生に安定と成長をもたらします。このカードは、焦らずに自然な流れに身を任せ、状況に合わせて柔軟に対応することで、無理なく物事を進めていけることを示しています。また、人間関係においても調和を意識し、対立よりも理解を選ぶ姿勢が良い結果につながるでしょう。今は極端に走らず、ほどよさを大切にすることが運気を安定させる鍵となります。",
    "discriptionReversed": "節制のカードが逆位置で現れるとき、それはあなたが今、生活や感情、人間関係においてバランスを崩している状態を示しています。過度な期待や我慢、あるいは極端な行動が原因で、内面的にも外面的にも不安定さが広がっているかもしれません。また、周囲との調和が取れず、誤解や摩擦が生じやすい状況にある可能性もあります。このカードは「中庸の美徳」を思い出すよう促しています。何事も行き過ぎは禁物であり、自分にとってちょうどよいペースや関係性を再構築することが重要です。まずは深呼吸をし、心の波を落ち着かせることで、再び調和のとれた状態に戻ることができるでしょう。"
  },
  {
    "number": 15,
    "cardName": "悪魔",
    "imageName": "TheDevil",
    "meaningUpright": "裏切り、誘惑、憎悪、嫉妬心、恨み、堕落、破滅、悪循環",
    "meaningReversed": "回復、新たな出会い、誘惑を断ち切る、束縛からの解放、リセット",
     "discriptionUpright": "悪魔のカードが正位置で現れるとき、それはあなたが何かに強く執着していたり、欲望や依存、誘惑に支配されている可能性を示しています。このカードは束縛の象徴であり、目には見えない不安や快楽、恐れなどによって本来の自由を失っている状態を表しています。状況や関係から抜け出せないと感じている場合、それは自らの選択や思考パターンによって作られた「心の鎖」であることが多く、そこに気づくことで解放の道が見えてきます。また、このカードは欲望や影の側面を受け入れつつも、それに支配されず主体的に向き合う必要性を教えてくれています。今は自分の内側にある恐れや執着と誠実に向き合うことが求められています。",
    "discriptionReversed": "悪魔のカードが逆位置で現れるとき、それはあなたがようやく束縛から解放されつつあるか、少なくともそのことに気づき始めたことを意味します。これまであなたを縛っていた恐れや依存、執着といったものが徐々に弱まり、自由を取り戻す準備が整っていることを示しています。また、自分を傷つけていた習慣や関係性から距離を置き、新しい価値観や生き方へと踏み出す意志が芽生えているかもしれません。このカードは、解放には「気づき」が第一歩であることを伝えています。自分を縛っていたのは他人ではなく、自分自身の内面であったことに目を向け、より主体的で誠実な生き方を選ぶことで、新しい可能性が開けていくでしょう。"
  },
  {
    "number": 16,
    "cardName": "塔",
    "imageName": "TheTower",
    "meaningUpright": "災難、事故、悲劇、惨事、突然の崩壊、破綻、転落",
    "meaningReversed": "緊張状態、アクシデント、受難、不安、不幸、天変地異",
     "discriptionUpright": "塔のカードが正位置で現れるとき、それは突然の出来事や衝撃的な変化によって、これまで築いてきた価値観や安定が崩れ去ることを示しています。思いがけないトラブル、事故、別れ、あるいは精神的なショックなど、避けがたい出来事が訪れるかもしれませんが、それは「必要な崩壊」であり、真実と向き合うための浄化のプロセスとも言えます。このカードは、偽りや幻想の上に築かれたものが崩れることで、より本質的な自分に目覚めるチャンスを与えてくれています。痛みを伴うかもしれませんが、その先には新しい気づきと再構築が待っています。変化を恐れず、破壊の中に再生の種があることを信じてください。",
    "discriptionReversed": "塔のカードが逆位置で現れるとき、それは崩壊や変化の予兆を感じながらも、それに抵抗したり、目を背けている状態を示しています。問題を先延ばしにすることで、結果的に被害が大きくなったり、精神的な負担が増す可能性があります。また、すでに起きた混乱から立ち直れず、過去に囚われて前に進めていない場合もあります。このカードは、「すでに壊れかけているもの」に執着するよりも、新しい土台を築くことの大切さを教えています。変化は怖いものではなく、必要な成長の過程であることを理解し、今こそ立ち上がる勇気を持つべき時です。壊すことは終わりではなく、始まりへの一歩です。"
  },
  {
    "number": 17,
    "cardName": "星",
    "imageName": "TheStar",
    "meaningUpright": "希望、夢、直感、閃き、発想、霊感、願いが叶う、将来の目標",
    "meaningReversed": "失望、絶望、無気力、高望み、空回り、幻想的、地に足が着かない",
     "discriptionUpright": "星のカードが正位置で現れるとき、それはあなたに希望と癒し、そしてインスピレーションが降り注いでいることを意味します。暗闇の中にいても、遠くに輝く星の光があなたを導いてくれており、未来に対して前向きな気持ちを取り戻すことができるタイミングです。過去の苦しみや困難が癒されつつあり、新たな目標や夢に向かって再出発するためのエネルギーが満ちています。このカードは、魂の浄化や精神的な回復を象徴し、自分自身や他者への信頼を取り戻すことができることを教えてくれます。今は焦らず、静かな希望を胸に、やさしく一歩ずつ進んでいきましょう。未来はあなたの信じる光に導かれて広がっていきます。",
    "discriptionReversed": "星のカードが逆位置で現れるとき、それはあなたが未来に対して希望を見失い、失望や無気力にとらわれている可能性を示しています。思い描いていた理想とのギャップに心が疲弊し、自分を信じられなくなっているかもしれません。また、他者からの期待や評価に縛られ、自分らしさを見失っている状態にも注意が必要です。このカードは、どんなに小さな光でも、信じる気持ちを持ち続けることで再び希望を見出せることを伝えています。完璧を求めすぎず、今できることに目を向けてみましょう。心を穏やかに保ち、自分の価値をもう一度認めることが、再び前を向く力となるはずです。"
  },
  {
    "number": 18,
    "cardName": "月",
    "imageName": "TheMoon",
    "meaningUpright": "不安、憂鬱、迷い、現実逃避、将来が見通せない、トラウマの影響、フラッシュバック",
    "meaningReversed": "不安や誤解からの解消、過去からの脱却、好転し始める、問題に光が差す、未来への希望",
     "discriptionUpright": "月のカードが正位置で現れるとき、それはあなたが幻想や不安、直感的な揺らぎの中にいることを示しています。現実と幻想の境界が曖昧になり、確信が持てない状況に混乱や不安を抱えているかもしれません。このカードは、目に見える情報だけで判断するのではなく、自分の直感や感覚に注意を向ける必要性を教えてくれています。また、秘密や隠された真実が関係している可能性もあり、物事の全体像を把握するには時間が必要です。今は明確な答えを求めるよりも、心の中のさざ波を静かに観察することが大切です。内なる声に耳を澄ませることで、やがて霧は晴れ、進むべき道が見えてくるでしょう。",
    "discriptionReversed": "月のカードが逆位置で現れるとき、それはあなたが抱えていた不安や混乱から少しずつ抜け出し、真実や明確な視点を取り戻しつつあることを示しています。これまで曖昧だった状況が明らかになり、冷静な判断ができるようになる兆しです。ただし、まだ完全に霧が晴れたわけではなく、油断や早とちりには注意が必要です。また、潜在意識の中にあった恐れや誤解が、意識の表層に浮かび上がってきていることも考えられます。このカードは、少しずつでも前に進む意志を持つことで、曖昧だった世界が形を成し、確信へと変わっていくことを示しています。恐れに支配されず、自分の感性と理性のバランスを保つことが鍵となるでしょう。"
  },
  {
    "number": 19,
    "cardName": "太陽",
    "imageName": "TheSun",
    "meaningUpright": "成功、誕生、祝福、明るい未来、良い結果、結婚",
    "meaningReversed": "不調、衰退、暗闇の世界、否定的な現実、離婚",
     "discriptionUpright": "太陽のカードが正位置で現れるとき、それは明るさ、成功、喜び、そして純粋なエネルギーがあなたの人生を照らしていることを示しています。物事が順調に進み、努力が実を結び、周囲からの信頼や祝福も得られるタイミングです。このカードは、あなた自身が自然体でいられる環境や関係性の中で、本来の魅力や能力を存分に発揮できることを象徴しています。また、子どものような無邪気さや、心から笑顔になれる瞬間が増えることも意味しています。困難を乗り越えた先にある確かな成功と幸福があなたを待っており、自信を持って前進すれば、太陽のような力強いエネルギーが味方してくれるでしょう。ポジティブな思考がさらなる幸運を引き寄せます。",
    "discriptionReversed": "太陽のカードが逆位置で現れるとき、それは本来の明るさや成功の兆しが曇りがちになっており、自信の喪失や期待外れの結果に直面している可能性を示しています。周囲との関係で誤解が生じたり、自分の力を発揮できずにモヤモヤを抱えているかもしれません。また、過剰な楽観や自己中心的な振る舞いが、周囲との摩擦を生む原因となることもあります。このカードは、希望を失ったわけではないが、その光が一時的に見えにくくなっているだけであることを伝えています。今は一度立ち止まり、自分の内面の光を見つめ直すことで、再び輝きを取り戻せるでしょう。小さな感謝や喜びを大切にすることで、状況は好転していきます。"
  },
  {
    "number": 20,
    "cardName": "審判",
    "imageName": "Judgement",
    "meaningUpright": "成功、誕生、祝福、明るい現状、復活、発展、目覚め",
    "meaningReversed": "不調、衰退、行き詰まり、暗闇の世界、悪い知らせ、否定的な現実",
     "discriptionUpright": "審判のカードが正位置で現れるとき、それは人生の中で過去を振り返り、新たな理解や再生、目覚めの瞬間を迎えていることを示しています。これまでの努力や選択が評価され、正当な結果として戻ってくるタイミングであり、自分自身に対する真摯な見直しや気づきを通じて、大きな成長が可能となります。このカードは、再スタートやチャンスの到来を示唆しており、やり残したことへの再挑戦や、誤解や断絶の修復といった出来事が起こりやすくなります。また、精神的な目覚めや使命に気づくといった内面的な変容も象徴しています。誠実に向き合う姿勢が、あなたを次のステージへと導いてくれるでしょう。",
    "discriptionReversed": "審判のカードが逆位置で現れるとき、それはあなたが過去に囚われすぎていたり、後悔や自己否定から抜け出せずにいる状態を示しています。本来ならば再生や目覚めに向かうべきタイミングであるにもかかわらず、変化の扉を自ら閉ざしてしまっているかもしれません。また、自分の選択や行動についての正しい評価ができず、他者の目や過去の失敗に過剰に囚われている可能性もあります。このカードは、「もう一度やり直せる」ことを信じる勇気が必要であることを教えています。過去に学び、未来を見据えるためには、自分を許し、今という瞬間に意識を向けることが大切です。審判は終わりではなく、新たな始まりのサインです。"
  },
  {
    "number": 21,
    "cardName": "世界",
    "imageName": "TheWorld",
    "meaningUpright": "成就、完成、優勝、合格、素晴らしい結末、パーフェクト、永遠",
    "meaningReversed": "衰退、堕落、中途半端、未完成、低迷、調和の崩壊、均衡が崩れる",
     "discriptionUpright": "世界のカードが正位置で現れるとき、それは大きな達成、完成、統合を意味し、長い旅や努力が実を結び、理想とする形に到達することを示しています。あなたは今、自分自身の中でさまざまな要素を調和させ、ひとつの円環を成す地点に到達しようとしています。目標を成し遂げたという充実感や、内なる調和によってもたらされる幸福感が、周囲にも良い影響を与えるでしょう。また、世界というカードは「広がり」も意味しており、海外や異文化、あるいは新しい領域への挑戦が視野に入ることもあります。今のあなたには、何かを終わらせる力と同時に、次のステージへ進むための準備が整っています。自分を信じて、世界に踏み出しましょう。",
    "discriptionReversed": "世界のカードが逆位置で現れるとき、それはあなたが何かを成し遂げる直前で止まっていたり、満足感を得られないまま惰性で続けている状況を示しています。あと一歩で完成という段階で、集中力を欠いてしまったり、自分に自信が持てず、真の達成感を得られていないかもしれません。また、何かを終わらせるべきなのに踏ん切りがつかず、次のステージへ進めない状態にも注意が必要です。このカードは、未完了のまま抱えているものを見直し、きちんと一区切りをつけることの大切さを教えてくれています。中途半端な達成ではなく、真の充足感を得るためには、内面的な成長や覚悟が求められます。今こそ、自分の可能性を信じて前に進む時です。"
  }
]
